"3-finger Horizontal Swipe" = "Deslizar horizontalmente com 3 dedos";
"3-finger Vertical Swipe" = "Deslizar verticalmente com 3 dedos";
"4-finger Horizontal Swipe" = "Deslizar horizontalmente com 4 dedos";
"4-finger Vertical Swipe" = "Deslizar verticalmente com 4 dedos";
"About" = "Informações";
"About %@" = "Sobre %@";
"Accessibility" = "Acessibilidade";
"Acknowledgments" = "Agradecimentos";
"Active app" = "Aplicações activas";
"Active screen" = "Ecrã activo";
"Active Space" = "Space activo";
"Add a running app" = "Adicionar um aplicativo em execução";
"Add an app from disk" = "Adicionar um aplicativo do disco";
"Additional controls" = "Controlos adicionais";
"Additional controls…" = "Controlos adicionais…";
"Advanced" = "Avançada";
"After keys are released" = "Após as teclas serem soltas";
"After release" = "Ao soltar";
"Align windows" = "Alinhar as janelas";
"Align windows:" = "Alinhar janelas:";
"All apps" = "Todas as aplicações";
"All data from this form will be made public, as a ticket on github.com" = "Todos os dados deste formulário serão públicos num ticket em github.com";
"All screens" = "Todos os ecrãs";
"All Spaces" = "Todos";
"Allowed" = "Permitido";
"Alphabetical" = "Ordem Alfabética";
"Alphabetical Order" = "Ordem Alfabética";
"Also select windows using:" = "Também escolher janelas utilizando:";
"AltTab crashed last time you used it. Sending a crash report will help get the issue fixed" = "A aplicação terminou inesperadamente na última vez que foi utilizada. Ao enviar um relatório de falha ajuda a corrigir o erro";
"AltTab is currently set to show Applications. This setting is only available when AltTab is set to show Windows." = "Actualmente, o AltTab está definido para exibir aplicações.Essa configuração está disponível apenas quando o AltTab está definido para exibir janelas.";
"AltTab is running without Screen Recording permissions. Thumbnails won’t show." = "AltTab está a ser executado sem permissões de Gravação do Ecrã. As miniaturas não serão apresentadas.";
"AltTab needs some permissions" = "AltTab necessita de algumas permissões";
"AltTab will show if the window is currently minimized or fullscreen with a status icon." = "AltTab é exibido se a janela estiver minimizada ou em ecrã inteiro com um ícone de status.";
"Always" = "Sempre";
"Always send crash reports" = "Enviar sempre";
"and press" = "e pressionar";
"and press:" = "e pressionar:";
"Animations" = "Animações";
"Animations…" = "Animações...";
"App (BundleID starting with)" = "App (BundleID a começar com)";
"App Icons" = "Ícones de apliçação";
"App is hidden" = "App está escondida";
"App is running but has no open window" = "App está a correr sem janelas abertas";
"Apparition delay" = "Aparecimento de atraso";
"Apparition delay of Switcher" = "Atraso na aparição do switcher";
"Apparition delay:" = "Intervalo para exibição:";
"Appearance" = "Aparência";
"Application Name" = "Nome da aplicação";
"Application Name - Window Title" = "Nome da aplicação - Título da janela";
"Applications" = "Aplicações";
"Are you sure you don’t want a response?" = "Tem a certeza que não deseja uma resposta?";
"Arrow keys" = "Teclas direccionais";
"Ask whether to send crash reports" = "Perguntar para enviar";
"Auto" = "Automático";
"Auto-install updates periodically" = "Instalar automaticamente";
"Blacklists" = "Excepções";
"Cancel" = "Cancelar";
"Cancel and hide" = "Cancelar e ocultar";
"Capture windows in the background" = "Capturar janelas em segundo plano";
"Center" = "Centro";
"Check for updates now…" = "Procurar por actualizações agora…";
"Check for updates periodically" = "Procurar periodicamente";
"Check for updates…" = "Procurar por actualizações…";
"Check permissions…" = "Verificar permissões...";
"Close window" = "Fechar janela";
"Conflicting shortcut" = "Atalho em conflito";
"Controls" = "Controlos";
"Crash reports policy" = "Política de Relatórios de Falha";
"Crash reports policy:" = "Política de relatórios de falha:";
"Cursor follows focus" = "Cursor segue o foco";
"Customize App Icons style…" = "Personalizar o estilo dos ícones da aplicação";
"Customize Thumbnails style…" = "Personalizar o estilo das miniaturas…";
"Customize Titles style…" = "Personalizar o estilo de títulos…";
"Dark" = "Escuro";
"Debug tools" = "Ferramentas de depuração";
"Disabled" = "Desactivado";
"Do nothing" = "Não fazer nada";
"Don’t check for updates periodically" = "Não procurar";
"Don’t send" = "Não enviar";
"Don’t show windows from these apps" = "Não exibir janelas destas applicações";
"Done" = "Feito";
"End" = "Fim";
"Exceptions" = "Exceções";
"Export settings…" = "Exportar configurações…";
"Export…" = "Exportar…";
"Fade in animation of Preview" = "Animação de aparecimento da Pré-Visualização";
"Fade out animation" = "Animação de desaparecimento";
"Fade out animation of Switcher" = "Animação de fade-out do switcher";
"Fade out animation:" = "Animação de desaparecimento:";
"Failed to import settings" = "Falha ao importar configurações";
"Focus selected window" = "Focar na janela activa";
"Fullscreen window" = "Ecrã inteiro";
"Fullscreen windows:" = "Janelas fullscreen:";
"Fullscreen/Defullscreen window" = "Alternar ecrã inteiro da janela";
"General" = "Geral";
"Gesture" = "Gesto";
"Grant permission" = "Conceder permissão";
"Hidden windows:" = "Janelas escondidas:";
"Hide" = "Ocultar";
"Hide app badges" = "Ocultar crachás de aplicação";
"Hide app badges:" = "Ocultar emblemas:";
"Hide apps with no open window" = "Ocultar aplicações sem janela aberta";
"Hide apps with no open window:" = "Ocultar aplicações sem janelas abertas:";
"Hide colored circles on mouse hover" = "Ocultar círculos coloridos com o rato em cima";
"Hide colored circles on mouse hover:" = "Ocultar círculos coloridos onde o rato passar:";
"Hide in %@" = "Ocultar em %@";
"Hide Space number labels" = "Ocultar rótulos do numero do Space";
"Hide Space number labels:" = "Não exibir número do Space:";
"Hide status icons" = "Ocultar ícones de status";
"Hide status icons:" = "Ocultar ícones de estado:";
"Hide window thumbnails:" = "Ocultar miniaturas das janelas:";
"Hide/Show app" = "Ocultar/Exibir aplicação";
"High" = "Alta";
"Highest" = "Mais alta";
"Hold" = "Segurar";
"Horizontal Swipe with Four Fingers" = "Deslizar horizontalmente com quatro dedos";
"Horizontal Swipe with Three Fingers" = "Deslizar horizontalmente com três dedos";
"I think the app could be improved with…" = "Eu acho que a aplicação poderia ser melhorada se…";
"Ignore shortcuts when active" = "Ignorar atalhos enquanto activo";
"Ignore shortcuts while a window from these apps is active" = "Ignorar atalhos sempre que uma destas janelas esteja activa";
"Import settings…" = "Importar configurações…";
"Import…" = "Importar…";
"Keep open" = "Manter aberto";
"Keep open and search" = "Manter aberto e pesquisar";
"Language" = "Idioma";
"Language Change" = "Mudança de Idioma";
"Large" = "Grande";
"Later" = "Mais Tarde";
"Latest releases" = "Últimos lançamentos";
"Leading" = "Principal";
"Left" = "Esquerda";
"Light" = "Claro";
"Lock search" = "Bloquear pesquisa";
"Max height on screen:" = "Altura máxima no ecrã:";
"Max width on screen:" = "Largura máxima no ecrã:";
"Medium" = "Médio";
"Menubar icon" = "Ícone da Barra de Menu";
"Menubar icon:" = "Ícone da barra:";
"Middle" = "Meio";
"Minimize/Deminimize window" = "Minimizar/Restaurar janela";
"Minimized windows:" = "Janelas minimizadas:";
"Miscellaneous" = "Diversos";
"Miscellaneous:" = "Diversos:";
"Mouse hover" = "Ao passar o rato";
"Multiple screens" = "Vários ecrãs";
"Never" = "Nunca";
"Never send crash reports" = "Nunca enviar";
"No Window" = "Nenhuma Janela";
"Non-active apps" = "Aplicações não activas";
"Non-visible Spaces" = "Espaços não visíveis";
"Normal" = "Normal";
"Not allowed" = "Não permitido";
"NSHumanReadableCopyright" = "Licença GPL-3.0";
"Only if the window is fullscreen" = "Somente se a janela estiver em ecrã completo";
"Only on different screen" = "Somente num ecrã diferente";
"Open Accessibility Preferences…" = "Abrir Preferências de Accessibilidade…";
"Open Accessibility Settings…" = "Abrir Definições de Acessibilidade...";
"Open Screen Recording Preferences…" = "Abrir Preferências de Gravação de Ecrã…";
"Open Screen Recording Settings…" = "Abrir Definições de Gravação de Ecrã...";
"Open System Settings to confirm, and continue" = "Abrir Definições do Sistema e continuar";
"Open Trackpad Preferences…" = "Abrir Preferências do Trackpad…";
"Open Trackpad Settings…" = "Abrir Definições do Trackpad";
"Optional: email (if you want a reply)" = "Opcional: e-mail (se desejar resposta)";
"Order windows by" = "Ordenar janelas por";
"Please fill in the form" = "Preencha o formulário por favor";
"Policies" = "Políticas";
"Preferences…" = "Preferências…";
"Preview selected window" = "Pré-visualizar janela selecionada";
"Preview selected window:" = "Pré-visualizar janela seleccionada:";
"Preview the selected window." = "Pré-visualizar a janela selecionada.";
"Quit" = "Sair";
"Quit %@" = "Sair %@";
"Quit app" = "Fechar aplicação";
"Recently Created" = "Mais Recentemente Criada";
"Recently Created First" = "Mais Recentemente Criada Primeiro";
"Recently Focused" = "Mais Recentemente Focada";
"Recently Focused First" = "Mais Recentemente Focada Primeiro";
"Remember my choice" = "Lembrar a minha escolha";
"Reset preferences and restart" = "Redefinir preferências e reiniciar";
"Reset preferences and restart…" = "Redefinir preferências e reiniciar";
"Reset settings and restart" = "Limpar definições e reiniciar";
"Reset settings and restart…" = "Limpar definições e reiniciar...";
"Restart Now" = "Reiniciar Agora";
"Rows of thumbnails:" = "Linhas de miniaturas:";
"Screen including menu bar" = "Ecrã da barra";
"Screen including mouse" = "Ecrã do rato";
"Screen Recording" = "Gravação de Ecrã";
"Screen showing AltTab" = "Ecrã onde o AltTab está activo";
"Search" = "Pesquisar";
"Select next window" = "Seleccionar próxima janela";
"Select previous window" = "Seleccionar janela anterior";
"Select windows on mouse hover" = "Seleccionar janelas com o rato em cima";
"Select windows using arrow keys" = "Seleccione janelas utilzando as setas do teclado";
"Select windows using vim keys" = "Seleccione janelas utilizando as teclas do Vim";
"Send" = "Enviar";
"Send a crash report?" = "Enviar relatório de falha?";
"Send anyway" = "Enviar na mesma";
"Send debug profile (CPU, memory, etc)" = "Enviar dados para depuração (CPU, memória, etc)";
"Send feedback" = "Enviar comentário";
"Send feedback…" = "Enviar comentário…";
"Settings imported" = "Configurações importadas";
"Settings…" = "Definições";
"Share improvement ideas, or report bugs" = "Partilhar sugestões ou reportar falhas";
"Shortcut" = "Atalho";
"Shortcut 1" = "Atalho 1";
"Shortcut 2" = "Atalho 2";
"Shortcut 3" = "Atalho 3";
"Shortcut 4" = "Atalho 4";
"Shortcut 5" = "Atalho 5";
"Shortcut already assigned to another action: %@" = "Atalho já atribuído a outra acção: %@";
"Shortcuts When Active" = "Atalhos Enquanto Activo";
"Shortcuts when active…" = "Atalhos enquanto activo";
"Show" = "Exibir";
"Show & Hide" = "Exibir/Ocultar";
"Show an item in the switcher for each window, or for each application. Windows will be focused, whereas applications will be activated." = "Mostre um item no comutador para cada janela ou para cada aplicação. As janelas focar-se-ão quando as aplicações estiverem activas.";
"Show apps with no open window" = "Exibir aplicações sem janelas abertas";
"Show at the end" = "Exibir no fim";
"Show fullscreen windows" = "Mostrar janelas de ecrã inteiro";
"Show hidden windows" = "Exibir janelas escondidas";
"Show in switcher" = "Exibir no switcher";
"Show minimized windows" = "Exibir janelas minimizadas";
"Show on" = "Exibir em";
"Show on:" = "Exibir em:";
"Show standard tabs as windows" = "Exibir separadores padrão como Windows";
"Show standard tabs as windows:" = "Exibir separadores como janelas:";
"Show titles" = "Exibir títulos";
"Show windows from applications" = "Exibir janelas de aplicações";
"Show windows from screens" = "Exibir janelas de ecrãs";
"Show windows from Spaces" = "Exibir janelas dos Spaces";
"Show windows from:" = "Exibir janelas de:";
"Size" = "Tamanho";
"Skipped" = "Ignorado";
"Small" = "Pequeno";
"Some apps like Finder or Preview use standard tabs which act like independent windows. Some other apps like web browsers use custom tabs which act in unique ways and are not actual windows. AltTab can't list those separately." = "Algumas aplicações como o Finder ou Preview utilizam separadores padrão que actuam como janelas independentes. Outras, como navegadores da Web, utilizam separadores personalizados que actuam de forma única e, na verdade, não são janelas reais. AltTab não pode listá-las separadamente.";
"Source code repository" = "Repositório do Código Fonte";
"Space" = "Space";
"Space Order" = "Ordem por Space";
"Start" = "Início";
"Start at login" = "Começar no arranque";
"Start at login:" = "Iniciar ao efectuar login:";
"Support this project" = "Apoie este projecto";
"Swipe with Four Fingers" = "Deslizar com quatro dedos";
"Swipe with Three Fingers" = "Deslizar com três dedos";
"Switch between 3 different styles. You can customize them." = "Alternar entre 3 estilos diferentes. Pode personalizá-los.";
"System" = "Sistema";
"System Default" = "Predefinição do Sistema";
"The ⌘⎋ (command+escape) shortcut may be used by macOS for GameOverlay.\n\nYour change would assign it to: %@.\n\nIf you want to continue, make sure that the GameOverlay shortcut is disabled.\nAlso note that macOS has reported bugs where the shortcut may still interfere while disabled." = "O atalho ⌘⎋ (Command+Escape) pode ser utilizado pelo macOS para o GameOverlay. \n\nA sua alteração atribuí-lo-ia a: %@. \n\nSe desejar continuar, certifique-se de que o atalho do GameOverlay está desativado. \nNote também que o macOS relatou bugs onde o atalho ainda pode interferir enquanto desativado.";
"The ⎋ (escape) key is reserved by some macOS shortcuts (e.g. ⌘⌥⎋ will show the Force Quit Applications window).\n\nIf you want to use ⎋, make sure that Hold modifiers are neither: ⌘⌥, ⌘⌥⇧, or ⌘⌥⇧⌃" = "A tecla ⎋ (escape) está reservada por alguns atalhos do MacOS (ex. ⌘⌥⎋ abrirá a janela Force Quit Applications).\n\nSe a desejar utilizar, tenha a certeza de que não utiliza as combinações: ⌘⌥⎋, ⌘⌥⇧⎋, ou ⌘⌥⇧⌃⎋.";
"The ⎋ (escape) key is reserved by some macOS shortcuts (e.g. ⌘⌥⎋ will show the Force Quit Applications window).\n\nYour change would assign it to: %@.\n\nIf you want to use ⎋, make sure that Hold modifiers are neither: ⌘⌥, ⌘⌥⇧, or ⌘⌥⇧⌃" = "A tecla ⎋ (escape) é reservada por alguns atalhos do macOS (por exemplo, ⌘⌥⎋ abrirá a janela Forçar Encerrar Aplicações). \n\nA sua alteração irá atribuí-la a: %@. \n\nSe quiser utilizar ⎋, certifique-se de que os modificadores não são: ⌘⌥, ⌘⌥⇧ ou ⌘⌥⇧⌃";
"The application needs to restart to apply the imported settings." = "O aplicativo precisa ser reiniciado para aplicar as configurações importadas.";
"The application needs to restart to apply the language change." = "A aplicação precisa de reiniciar para aplicar a alteração de idioma.";
"Theme" = "Tema";
"Theme:" = "Tema:";
"Then release:" = "Depois soltar:";
"This permission is needed to focus windows after you release the shortcut" = "Esta permissão é necessária para dar foco em janelas após carregar nos atalhos";
"This permission is needed to show screenshots and titles of open windows" = "Esta permissão é necessária para exibir capturas de ecrã e títulos das janelas abertas";
"This permission is needed to show thumbnails and preview of open windows" = "Esta permissão é necessária para exibir miniaturas e pré-visualizações das janelas abertas.";
"Thumbnails" = "Miniaturas";
"Title" = "Título";
"Title truncation" = "Truncamento do título";
"Titles" = "Títulos";
"Trackpad haptic feedback" = "Feedback háptico do Trackpad";
"Trigger" = "Acionador";
"Trigger shortcut" = "Atalho";
"Unassign existing shortcut and continue" = "Eliminar atalho e continuar";
"Updates policy" = "Política de Actualizações";
"Updates policy:" = "Política de Actualizações:";
"Use the app without this permission. Thumbnails won’t show." = "Utilize a aplicação sem esta permissão. As miniaturas não serão apresentadas.";
"Version" = "Versão";
"Vertical Swipe with Four Fingers" = "Deslizar verticalmente com quatro dedos";
"Vertical Swipe with Three Fingers" = "Deslizar verticalmente com três dedos";
"View existing discussions" = "Ver discussões existentes";
"Vim keys" = "Teclas Vim";
"Vim keys already assigned to other actions:\n%@" = "Teclas Vim já se encontram associadas a outras acções:\n%@";
"Visibility" = "Visibilidade";
"Visible Spaces" = "Visíveis";
"When disabled, avoids the macOS purple screen-recording indicator, and avoids flickers when playing DRM video. Thumbnails will be less up-to-date." = "Quando desativado, evita o indicador roxo de gravação de tela do macOS e evita cintilações ao reproduzir vídeo DRM. As miniaturas estarão menos atualizadas.";
"When fullscreen" = "Quando em ecrã inteiro";
"When no open window" = "Na ausência de janelas abertas ";
"While open, press:" = "Enquanto activa, carregar:";
"Window app icon size:" = "Tamanho do ícone da aplicação:";
"Window is fullscreen" = "Janela está em ecrã inteiro";
"Window is minimized" = "Janela está minimizada";
"Window is on every Space" = "Janela está em todos os Ambientes de Trabalho";
"Window is on Space %d" = "Janela está no Space %d";
"Window max width in row:" = "Largura máxima da janela na linha:";
"Window min width in row:" = "Largura mínima da janela na linha:";
"Window order:" = "Ordem das janelas:";
"Window Title" = "Título da janela";
"Window title contains" = "Título da janela contém";
"Window title font size:" = "Tamanho da fonte do título da aplicação:";
"Window title truncation:" = "Truncamento do título da janela:";
"Windows" = "Janelas";
"You can’t undo this action." = "Não pode desfazer esta acção.";
"You didn’t write your email, thus can’t receive any response." = "Não escreveu o seu endereço de email pelo que não é possível receber uma resposta.";
"You may need to disable some conflicting system gestures" = "Poderá ser necessário desactivar alguns gestos em conflito";
